[
    {
        "category": "Play Way Writing",
        "name": "Play Way Writing 1",
        "price": "170.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Master legible handwriting with proper letter formation, improve letter recognition, and boost fine motor skills through fun exercises. Practise the full alphabet and start forming basic words",
        "language": "English",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Introduction to Proper Letter Formation: Learn to form letters correctly for legible handwriting.",
            "Basic Letter Recognition: Develop the ability to recognize and differentiate between letters.",
            "Simple Exercises: Engage in fun and easy exercises that help build fine motor skills.",
            "Alphabet Practice: Practice writing the entire alphabet.",
            "Word Formation: Begin forming basic words."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966681/BookShop/book%20images/igp0q5tyxx8rdeu7ebxt.jpg","https://res.cloudinary.com/elpixala/image/upload/v1695966681/BookShop/book%20images/smustmzqi29jdsrfpf03.jpg"]
    },
    {
        "category": "Play Way Writing",
        "name": "Play Way Writing 2",
        "price": "170.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Advance your skills in handwriting and letter formation in Book 2. Explore complex word writing, enhance sentence clarity, and unlock your creativity through engaging exercises.",
        "language": "English",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Building on Fundamentals: Progress from Book 1 by refining handwriting and letter formation.",
            "Word Development: Learn to write more complex words and improve spelling.",
            "Sentence Practice: Introduction to sentence writing with an emphasis on clarity.",
            "Creative Activities: Engage in creative writing exercises to foster imagination."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966681/BookShop/book%20images/tgxmewvgoz74dhbkkooc.jpg","https://res.cloudinary.com/elpixala/image/upload/v1695966682/BookShop/book%20images/ip68m6eiera214ewj8ke.jpg"]
    },
    {
        "category": "Play Way Writing",
        "name": "Play Way Writing 3",
        "price": "170.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Refine your handwriting with advanced techniques, master sentence structure and punctuation, craft compelling compositions and stories, and expand your vocabulary through engaging writing exercises.",
        "language": "English",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Advanced Letter Formation: Hone your handwriting skills with advanced lettering techniques.",
            "Sentence Structure: Develop proper sentence structure and punctuation.",
            "Composition: Begin writing short compositions and stories.",
            "Vocabulary Expansion: Expand your vocabulary through writing exercises."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966712/BookShop/book%20images/g2ci9l4tbl5uxjc1qhum.jpg","https://res.cloudinary.com/elpixala/image/upload/v1695966681/BookShop/book%20images/zliteegdfkqtklwhyqf1.jpg"]
    },
    {
        "category": "Play Way Writing",
        "name": "Play Way Writing 4",
        "price": "170.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Enhance writing fluency and speed, build well-structured paragraphs, fuel your creativity with writing prompts, and stimulate critical thinking and analysis through your writing",
        "language": "English",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Fluent Writing: Improve writing fluency and speed.",
            "Paragraph Writing: Learn to construct well-organised paragraphs.",
            "Creative Expression: Explore creative writing with prompts and activities.",
            "Critical Thinking: Encourage critical thinking and analysis in writing."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966712/BookShop/book%20images/fupyaa4rbdhobtwtnfwl.jpg"]
    },
    {
        "category": "Play Way Writing",
        "name": "Play Way Writing 5",
        "price": "170.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Attain mastery in handwriting, grammar, and composition. Hone your essay writing and argumentation skills, tackle complex writing tasks, and elevate your critical analysis and expression in writing.",
        "language": "English",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Mastery of Writing Skills: Achieve mastery in handwriting, grammar, and composition.",
            "Essay Writing: Develop skills in essay writing and argumentation.",
            "Complex Composition: Tackle complex writing tasks, including research-based assignments.",
            "Critical Analysis: Enhance critical analysis and expression in writing."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966712/BookShop/book%20images/c5ymsjigjd62hurxfpqs.jpg","https://res.cloudinary.com/elpixala/image/upload/v1695966681/BookShop/book%20images/zwgrtt7wb7aavlytcepf.jpg"]
    },
    {
        "category": "ALL in One",
        "name": "ALL in One - Kindergarten Reading Adventure",
        "price": "200.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Discover engaging stories that ignite a passion for reading while building vocabulary and enhancing reading skills. Dive into phonics practice and delight in colorful illustrations that make reading a joy.",
        "language": "English",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Engaging Stories: Fun and captivating stories to spark a love for reading.",
            "Vocabulary Building: Learn new words while having fun with stories.",
            "Reading Practice: Enjoy stories while improving reading skills.",
            "Phonics Practice: Begin to understand the connection between letters and sounds.",
            "Colourful Pictures: Beautiful illustrations to make reading a joy."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966678/BookShop/book%20images/sioujzydbwchqn0kjpgr.jpg","https://res.cloudinary.com/elpixala/image/upload/v1695966679/BookShop/book%20images/yjjhxlbnl6ir3irlrh5x.jpg"]
    },
    {
        "category": "ALL in One",
        "name": "ALL in One - Kindergarten Writing Wonderland",
        "price": "220.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Enhance handwriting with improved fine motor skills, master the alphabet, enjoy creating simple words and sentences in a fun way, engage in creative drawing and writing, and track progress through entertaining activities.",
        "language": "English",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Better Handwriting: Improve fine motor skills for neater writing.",
            "Letter Learning: Start recognizing and writing the alphabet.",
            "Basic Writing Fun: Learn to create simple words and sentences in an enjoyable way.",
            "Creative Play: Have fun drawing and writing creatively.",
            "Track Progress: Check progress with entertaining activities."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695967337/BookShop/book%20images/xbxkxrfunbgeh3yaqfoa.jpg"]
    },
    {
        "category": "ALL in One",
        "name": "ALL in One Hindi Reading - Kindergarten Companion",
        "price": "200.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Explore exciting Hindi stories that kindle a love for reading, expand your vocabulary with new Hindi words, boost reading skills through entertaining stories, delve into Hindi phonics to connect letters with sounds, and enjoy colourful illustrations for an enriched Hindi reading experience.",
        "language": "Hindi",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Engaging Hindi Stories: Exciting and age-appropriate stories to ignite a passion for reading in Hindi.",
            "Vocabulary Expansion: Introduction to new Hindi words and language development.",
            "Reading Practice: Encourages reading skills development through entertaining stories.",
            "Phonics Exploration: Introduction to Hindi phonics, connecting letters with sounds.",
            "Colourful Illustrations: Captivating visuals to enhance the Hindi reading experience."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966678/BookShop/book%20images/g2czwm489yun16woqp8m.jpg","https://res.cloudinary.com/elpixala/image/upload/v1695966679/BookShop/book%20images/pbteckpxx3lpfgtit4ey.jpg"]
    },
    {
        "category": "ALL in One",
        "name": "ALL in One Hindi Writing - Kindergarten Workbook",
        "price": "220.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Master Hindi handwriting with refined fine motor skills. Learn Hindi letters effortlessly, craft words and simple sentences, foster creativity through drawing and Hindi writing, and monitor your progress with engaging activities.",
        "language": "Hindi",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Handwriting Mastery: Focus on developing fine motor skills for excellent Hindi handwriting.",
            "Hindi Letter Learning: Recognize and write the Hindi alphabet with ease.",
            "Basic Writing Skills: Begin forming words and creating simple sentences in Hindi.",
            "Creative Expression: Encourage creativity through drawing and Hindi writing.",
            "Progress Tracking: Engaging activities for assessing and monitoring Hindi writing progress."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695967340/BookShop/book%20images/rwbplihjyv6etyr47fwk.jpg","https://res.cloudinary.com/elpixala/image/upload/v1695967343/BookShop/book%20images/m9yg86v09nkb8kjqexpp.jpg"]
    },
    {
        "category": "Chaman Urdu Khushkhati",
        "name": "Chaman Urdu Khushkhati 1",
        "price": "90.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Discover Urdu script fundamentals, enhance letter recognition and writing skills, practice forming simple Urdu words, lay the foundation for proper Urdu handwriting, and enjoy engaging exercises for skill development.",
        "language": "Urdu",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Introduction to Urdu Script: Learn the basics of the Urdu script.",
            "Letter Recognition: Develop the ability to recognize and write Urdu letters.",
            "Simple Words: Practise forming simple Urdu words.",
            "Basic Handwriting Skills: Start building proper Urdu handwriting.",
            "Beginner Exercises: Engage in fun exercises to develop writing skills."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695967338/BookShop/book%20images/e3plx3ecocwuc8flzasc.jpg"]
    },
    {
        "category": "Chaman Urdu Khushkhati",
        "name": "Chaman Urdu Khushkhati 2",
        "price": "90.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Explore the fundamentals of the Urdu script, improve letter recognition and writing, practise simple Urdu words, develop proper Urdu handwriting, and have fun with beginner exercises for writing skill growth.",
        "language": "Urdu",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Advancing Script Proficiency: Progress from the basics to more complex script elements.",
            "Vocabulary Building: Expand your Urdu vocabulary with more words.",
            "Sentence Formation: Begin creating sentences in Urdu.",
            "Improved Handwriting: Enhance your Urdu handwriting skills.",
            "Intermediate Exercises: Explore more challenging writing activities."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695973579/BookShop/book%20images/pb8mgvqlxpci9ud9uvwq.png"]
    },
    {
        "category": "Chaman Urdu Khushkhati",
        "name": "Chaman Urdu Khushkhati 3",
        "price": "90.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Enhance Urdu script writing with advanced exercises, master sentence structure and composition, expand your Urdu vocabulary, unlock creativity in Urdu writing, and promote critical thinking and analysis in your Urdu compositions.",
        "language": "Urdu",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Script Refinement: Sharpen your Urdu script writing with advanced exercises.",
            "Sentence Structure: Develop proper sentence structure and composition.",
            "Vocabulary Expansion: Expand your Urdu vocabulary further.",
            "Creative Writing: Explore creative writing in Urdu.",
            "Critical Thinking: Encourage critical thinking and analysis in Urdu writing."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695967345/BookShop/book%20images/wtx2op8yjlla0ec3apui.jpg"]
    },
    {
        "category": "Chaman Urdu Khushkhati",
        "name": "Chaman Urdu Khushkhati 4",
        "price": "90.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Attain mastery in Urdu script writing, craft well-organized paragraphs, tackle complex writing tasks, delve into Urdu poetry and literature, and deepen critical analysis and expression in Urdu compositions.",
        "language": "Urdu",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Mastery of Urdu Script: Achieve mastery in writing the Urdu script.",
            "Paragraph Writing: Learn to construct well-organised paragraphs in Urdu.",
            "Advanced Composition: Tackle complex writing tasks, including essays.",
            "Poetry Appreciation: Explore Urdu poetry and literary writing.",
            "Enhanced Critical Analysis: Deepen critical analysis and expression in Urdu."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695967349/BookShop/book%20images/me89ngf72i1pudrtvjhw.jpg"]
    },
    {
        "category": "Chaman Urdu Khushkhati",
        "name": "Chaman Urdu Khushkhati 5",
        "price": "90.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Reach expert proficiency in Urdu writing, master advanced essay writing and argumentation, explore Urdu literature with advanced literary analysis, develop research-based writing skills, and excel in the art of creative expression in Urdu.",
        "language": "Urdu",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Expert Urdu Writing: Attain an expert level of proficiency in Urdu writing.",
            "Essay Writing Mastery: Develop advanced skills in essay writing and argumentation.",
            "Literary Exploration: Dive into Urdu literature and advanced literary analysis.",
            "Research Skills: Acquire research-based writing capabilities.",
            "Creative Expression: Master the art of creative expression in Urdu."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695967336/BookShop/book%20images/ut5tlydaq7iicp8ozn0y.jpg"]
    },
    {
        "category": "Translation",
        "name": "A comprehensive book on urdu to english translation",
        "price": null,
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Comprehensive Urdu to English translation guide with step-by-step instructions. Build vocabulary, practice with exercises, and gain cultural context for accurate real-world translations. Includes grammar, tips, and quizzes for students, professionals, and language enthusiasts.",
        "language": "Urdu",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Step-by-step instructions and comprehensive coverage of Urdu to English translation.",
            "Expand your vocabulary with a wide range of words and phrases for accurate translation.",
            "Provides practical exercises and examples to reinforce translation skills.",
            "Offers cultural context to enhance the understanding of translated content.",
            "Focuses on real-world scenarios and applications of translation skills.",
            "Covers grammar and sentence structure to ensure accurate translations.",
            "Includes tips and tricks for efficient and effective translation.",
            "Exercises and quizzes to track and assess your translation proficiency.",
            "A valuable reference for students, professionals, and language enthusiasts."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": []
    },
    {
        "category": "Khel Khel Me Likhna Sikhe",
        "name": "Khel Khel Me Likhna Sikhe (Vyanjan)",
        "price": "200.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Engage young learners with interactive exercises and games for Hindi alphabet recognition and writing. Clear instructions, vibrant visuals, and ample practice sheets. Monitor progress and motivate children to start their Hindi writing journey at home or in an educational setting. Develop foundational Hindi literacy skills effectively for kids.",
        "language": "Hindi",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Interactive exercises and games to make learning enjoyable.",
            "Learn to recognize and write consonants in the Hindi alphabet.",
            "Clear and easy-to-follow instructions for young learners.",
            "Vibrant visuals to aid in understanding and retention.",
            "Ample practice sheets for hands-on learning.",
            "Monitor and assess writing skills as they improve.",
            "Combines play and learning to keep children motivated.",
            "Perfect for kids starting their journey into Hindi writing.",
            "Suitable for use at home or in an educational setting.",
            "Develop foundational skills for Hindi literacy.",
            "Tailored to engage and educate young learners effectively."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966680/BookShop/book%20images/vn01hgg0vtavrsaw8vmi.jpg"]
    },
    {
        "category": "Khel Khel Me Likhna Sikhe",
        "name": "Khel Khel Me Likhna Sikhe (Shabd Gayan)",
        "price": "180.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Engage in enjoyable activities for word recognition and writing, supported by colorful visuals. Follow clear guidance to understand word pronunciation and build writing skills through hands-on practice. Monitor progress with tools, immerse in educational games, and benefit learners of all ages. Establish a strong language foundation for independent or classroom learning, combining play and education effectively.",
        "language": "Hindi",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Engaging activities that make word recognition and writing enjoyable.",
            "Colourful visuals to aid in word recognition and retention.",
            "Clear and systematic guidance for writing words.",
            "Understanding the relationship between words and their pronunciation.",
            "Hands-on practice for strengthening word writing skills.",
            "Tools for monitoring and assessing word recognition and writing proficiency.",
            "Educational games and exercises for immersive learning.",
            "Beneficial for learners of all ages, including children.",
            "Establishing a strong foundation for language development.",
            "Suitable for both independent learners and classroom settings.",
            "Combining play and learning for an effective educational experience."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966680/BookShop/book%20images/ounmnrunkm0eo7gvma53.jpg"]
    },
    {
        "category": "Khel Khel Me Likhna Sikhe",
        "name": "Khel Khel Me Likhna Sikhe (Swar (Vowels))",
        "price": "180.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Master vowel writing with interactive, enjoyable exercises and vibrant visuals. Follow clear instructions to understand vowel sounds and enhance writing skills through hands-on practice. Monitor progress, engage in educational games, and benefit learners of all ages. Build a strong language foundation for independent or classroom learning, blending play and education effectively.",
        "language": "Hindi",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Interactive and enjoyable exercises for mastering vowel writing.",
            "Vibrant visuals to assist in recognizing and writing vowels.",
            "Clear and structured instructions for writing vowels.",
            "Understanding the relationship between vowels and their sounds.",
            "Hands-on practice to reinforce vowel writing skills.",
            "Tools to monitor and evaluate vowel writing proficiency.",
            "Educational games and exercises for an immersive learning experience.",
            "Beneficial for learners of all ages, including children.",
            "Establishing a strong foundation for language development.",
            "Suitable for both independent learners and classroom environments.",
            "Blending play and learning for effective educational experiences."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966679/BookShop/book%20images/uxfho9zqkduhc6emqtpv.jpg"]
    },
    {
        "category": "Khel Khel Me Likhna Sikhe",
        "name": "Khel Khel Me Likhna Sikhe (Hindi Matras)",
        "price": null,
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Enjoy learning Hindi matras with engaging exercises and vibrant visuals. Follow clear instructions to understand matra sounds and improve writing skills through hands-on practice. Monitor progress, engage in educational games, and benefit learners of all ages. Build a strong language foundation for independent or classroom learning, combining play and education effectively.",
        "language": "Hindi",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Engaging exercises that make learning Hindi matras enjoyable.",
            "Vibrant visuals to aid in recognizing and writing Hindi matras.",
            "Clear and systematic guidance for writing matras.",
            "Understanding the connection between matras and their sounds.",
            "Hands-on practice to strengthen matra writing skills.",
            "Tools to monitor and assess proficiency in writing Hindi matras.",
            "Educational games and exercises for an immersive learning experience.",
            "Beneficial for learners of all ages, including children.",
            "Establishing a strong foundation for language development.",
            "Suitable for both independent learners and classroom settings.",
            "Combining play and learning for an effective educational experience."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966678/BookShop/book%20images/l3hfvie4tlwslugg5nkn.jpg","https://res.cloudinary.com/elpixala/image/upload/v1695966680/BookShop/book%20images/a3mt4liz0z8wjfzkms2i.jpg"]
    },
    {
        "category": "Khel Khel Me Likhna Sikhe",
        "name": "Khel Khel Me Likhna Sikhe (Vaakya Banayein)",
        "price": null,
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Enjoy building sentences in Hindi with engaging exercises and illustrative examples. Follow clear instructions to understand sentence structure, learn new words, and practice hands-on. Monitor progress, engage in educational games, and benefit learners of all ages. Build a strong foundation for Hindi language development through play and education, suitable for both independent and classroom learning.",
        "language": "Hindi",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "Engaging exercises that make sentence building in Hindi enjoyable.",
            "Illustrative examples to help learners understand sentence structure.",
            "Clear and structured instructions for forming sentences.",
            "Learning new words to enhance sentence-building skills.",
            "Hands-on practice to reinforce sentence-making abilities.",
            "Tools to monitor and evaluate proficiency in Hindi sentence construction.",
            "Educational games and exercises for an immersive learning experience.",
            "Beneficial for learners of all ages, including children.",
            "Building a strong foundation for Hindi language development.",
            "Suitable for both independent learners and classroom environments.",
            "Combining play and learning for effective sentence-building experiences."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966679/BookShop/book%20images/gtgjywg5jslx0ixixbuz.jpg"]
    },
    {
        "category": "Khel Khel Me Likhna Sikhe",
        "name": "Khel Khel Me Likhna Sikhe Part-2",
        "price": "225.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Master Hindi grammar and writing with 'Satcharitra Vyavaharik Hindi Vyakaran Tatha Rachna.' This user-friendly guide, suitable for all skill levels, offers practical examples and exercises. Improve your creative writing, expand your vocabulary, and assess your progress with interactive quizzes. Start your Hindi language journey today!",
        "language": "Hindi",
        "level": "Primary",
        "cover": "casebound(hardcover)",
        "features": [
            "A complete resource covering all aspects of Hindi grammar and composition.",
            "Designed to accommodate learners at all skill levels, from beginners to advanced users.",
            "Real-world examples and exercises help reinforce your understanding and application of Hindi language rules.",
            "Special sections dedicated to enhancing your creative writing skills in Hindi.",
            "Authored by language experts to ensure the highest quality and accuracy of content.",
            "Engage with the material through interactive quizzes and self-assessment tools.",
            "Access helpful reference materials in the appendices, including vocabulary lists, sentence structures, and writing tips."
        ],
        "author": "Dr. Yaswant Bist",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966680/BookShop/book%20images/nxyi4hobhqsxvdep6hnm.jpg"]
    },
    {
        "category": "Khel Khel Me Likhna Sikhe",
        "name": "Khel Khel Me Likhna Sikhe Part-3",
        "price": "225.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Master the art of writing with 'Detailed Essay and Letters.' Learn essay structure, persuasive writing, and effective letter composition. Improve your reading and report writing skills with expert guidance. Your essential resource for becoming a better writer.",
        "language": "Hindi",
        "level": "Primary",
        "cover": "casebound(hardcover)",
        "features": [
            "A comprehensive guide covering various aspects of writing, including essays and letters.",
            "Learn the art of essay writing with detailed guidance on structure, style, and content.",
            "Stay up-to-date with relevant and contemporary essay topics to sharpen your analytical and argumentative skills.",
            "Master the art of outlining essays for clear and organised writing.",
            "Develop the ability to craft concise and impactful paragraphs to enhance your writing fluency.",
            "Explore the nuances of writing effective letters and job applications, including formal and informal correspondence.",
            "Hone your reading comprehension skills with practice passages and in-depth analysis.",
            "Learn the essential elements of notice writing, from format to content, for various purposes.",
            "Understand the principles of report writing, including research, organisation, and presentation.",
            "Authored by experienced writers and educators, ensuring the highest quality content and guidance.",
            "Engage with the material through interactive exercises, sample essays, and letter templates."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966678/BookShop/book%20images/ghz0ag4pecv0uh1cwtva.jpg"]
    },
    {
        "category": "Khel Khel Me Likhna Sikhe",
        "name": "Khel Khel Me Likhna Sikhe Part-4",
        "price": "225.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "This comprehensive guide covers Sanskrit essays, formal letters (Patra), and grammar. Master the art of essay writing and explore the intricacies of Sanskrit Vyakaran. Engage with interactive exercises, sample essays, and letter templates. Authored by experienced Sanskrit scholars and educators, this resource enhances your reading comprehension and understanding of notice and report writing in Sanskrit.",
        "language": "Sanskrit",
        "level": "Primary",
        "cover": "casebound(hardcover)",
        "features": [
            "Comprehensive guide for Sanskrit essays, letters, and grammar.",
            "Learn the art of Sanskrit essay writing with detailed guidance.",
            "Master the art of writing formal Sanskrit letters (Patra) and correspondence.",
            "Delve into the intricacies of Sanskrit Vyakaran (grammar).",
            "Engage with interactive exercises, sample essays, and letter templates.",
            "Authored by experienced Sanskrit scholars and educators.",
            "Enhance reading comprehension skills with Sanskrit passages.",
            "Understand the principles of notice writing and report writing in Sanskrit."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966679/BookShop/book%20images/gtgjywg5jslx0ixixbuz.jpg"]
    },
    {
        "category": "Khel Khel Me Likhna Sikhe",
        "name": "Khel Khel Me Likhna Sikhe Part-5",
        "price": "225.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Turn multiplication into fun with 'Times Table.' Colourful pictures, games, and step-by-step learning make numbers easy to master. Enjoy exercises, quizzes, and exciting stories to boost memory. Ideal for beginners and those aiming to improve. Parents get helpful tips too. Plus, find online practice and games. Engage with fun characters and simple explanations for kids. Shop securely for your child's learning adventure.",
        "language": "English",
        "level": "kindergarten",
        "cover": "casebound(hardcover)",
        "features": [
            "This book makes learning times tables fun with games and activities.",
            "Enjoy colourful pictures that make numbers interesting and easy to remember.",
            "It takes you through learning times tables one step at a time.",
            "There are fun exercises and quizzes to practise multiplication.",
            "We turn time tables into exciting stories to help you remember them better.",
            "We also give tips to parents on how to help their kids learn.",
            "It's great for both beginners and those who want to get better at multiplication.",
            "You can find extra practice and games online.",
            "Get to know fun characters that make learning even more exciting.",
            "We explain things in simple words that kids can easily understand.",
            "Rest assured, your online shopping is safe, and we keep your child's information private."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695967341/BookShop/book%20images/vjjmzzrqsba9fpgi1cyc.jpg"]
    },
    {
        "category": "English Grammar",
        "name": "A comprehensive book on english grammar and composition",
        "price": 60.0,
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Master English grammar and composition effortlessly. Simplified concepts, real-world examples, and practical writing tips. Interactive exercises, editing techniques, and a rich word bank. Your all-in-one resource for learners of all levels. Perfect for self-study or in the classroom.",
        "language": "English",
        "level": "Primary",
        "cover": "casebound(hardcover)",
        "features": [
            "Simplified explanations of complex grammar concepts.",
            "Real-world examples for better understanding.",
            "Strategies for improving writing skills and composition.",
            "Tips for expanding and enriching your word bank.",
            "Interactive exercises and quizzes for practice.",
            "Techniques for revising and editing written work.",
            "Demystifying grammar with user-friendly insights.",
            "All aspects of English grammar and composition in one book.",
            "Helpful for learners of all proficiency levels.",
            "Ideal for independent learners or as a classroom resource."
        ],
        "author": "P S Gupta",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966679/BookShop/book%20images/npdnjnvzyp2pwzdne2i4.jpg","https://res.cloudinary.com/elpixala/image/upload/v1695966678/BookShop/book%20images/rswgo5qjvwycvphzvged.jpg"]
    },
    {
        "category": "Essay letters and stories",
        "name": "Smart essay letters and stories",
        "price": "100.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Unlock your writing potential with 'Smart Essay Letters and Stories.' Explore contemporary essay topics, structured outlines, letter tips, and more. Improve your language and expression skills. Ideal for learners and writers of all levels, including students, job seekers, and aspiring authors.",
        "language": "English",
        "level": "Secondary",
        "cover": "casebound(hardcover)",
        "features": [
            "Covers a wide range of contemporary essay subjects.",
            "Provides structured outlines for easy essay planning.",
            "Tips and samples for various types of letters.",
            "Guidance on creating well-structured paragraphs.",
            "Step-by-step instructions for writing concise summaries.",
            "Real-world examples to illustrate writing techniques.",
            "Strategies for improving language and expression.",
            "All aspects of essay, letter, and story writing in one book.",
            "Suitable for learners and writers of all levels.",
            "Useful for students, job seekers, and writers."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695972255/BookShop/book%20images/ijkcwirad5oyqobdwddg.png"]
    },
    {
        "category": "Translation",
        "name": "A comprehensive book on Punjabi English Translation",
        "price": "125.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Master Punjabi-English translation with ease. Extensive vocabulary, grammar insights, and cultural nuances explained. Practice with examples and exercises, suitable for all proficiency levels. Your go-to guide for aspiring translators, language enthusiasts, and professionals.",
        "language": "Punjabi-English",
        "level": "Secondary",
        "cover": "casebound(hardcover)",
        "features": [
            "An extensive collection of Punjabi words and phrases for translation into English.",
            "Detailed explanations of Punjabi and English grammar and sentence structure.",
            "Insights into translating idiomatic expressions effectively.",
            "Understanding the cultural nuances that impact translation.",
            "Practical examples and exercises to reinforce translation skills.",
            "Gradual difficulty levels for learners of all proficiency levels.",
            "Handy tips and strategies for tackling complex translations.",
            "Recommendations for additional resources and references.",
            "Abundant translation exercises for practical application.",
            "A path to becoming a skilled Punjabi to English translator.",
            "A one-stop guide for translation enthusiasts, language students, and professionals."
        ],
        "author": "Gupta & Gill",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695972256/BookShop/book%20images/pt0alqkxtskb3btlqzra.png","https://res.cloudinary.com/elpixala/image/upload/v1695972258/BookShop/book%20images/wtjoov5sjzohtfrvlzxz.png"]
    },
    {
        "category": "Translation",
        "name": "A comprehensive book on Hindi English Translation",
        "price": null,
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Unlock the art of Hindi-English translation. Extensive vocabulary, grammar insights, and cultural nuances explained. Practice with examples and exercises, suitable for all skill levels. Your ultimate guide for aspiring translators, language enthusiasts, and professionals.",
        "language": "Hindi-English",
        "level": "Secondary",
        "cover": "casebound(hardcover)",
        "features": [
            "A wide range of Hindi words and phrases for translation into English.",
            "Detailed explanations of Hindi and English grammar and sentence structure.",
            "Insights into translating idiomatic expressions effectively.",
            "Understanding the cultural nuances that impact translation.",
            "Practical examples and exercises to reinforce translation skills.",
            "Gradual difficulty levels for learners of all proficiency levels.",
            "Handy tips and strategies for tackling complex translations.",
            "Recommendations for additional resources and references.",
            "Abundant translation exercises for practical application.",
            "A path to becoming a skilled Hindi to English translator.",
            "A one-stop guide for translation enthusiasts, language students, and professionals."
        ],
        "author": "P S Gupta",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695966677/BookShop/book%20images/aohwgggkb8hlee8valc3.jpg"]
    },
    {
        "category": "Essay and letters",
        "name": "Hindi Smart Essays, Letters, and Comprehensive Writing Guide",
        "price": "106.0",
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Learn the art of writing in Hindi with this comprehensive guide. From essays to letters, it's perfect for learners and writers of all levels. Packed with tips, samples, and real-world examples to enhance your writing skills. Ideal for students, job seekers, and aspiring writers\n",
        "language": "Hindi",
        "level": "Secondary",
        "cover": "casebound(hardcover)",
        "features": [
            "Comprehensive guidance on essay writing.",
            "Tips and samples for various types of letters.",
            "Covers a wide range of writing forms and styles.",
            "Real-world examples to illustrate writing techniques.",
            "Strategies for improving language and expression.",
            "Gradual difficulty levels for learners of all proficiency levels.",
            "Suitable for learners and writers of all levels.",
            "Useful for students, job seekers, and writers."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695972253/BookShop/book%20images/deqclwmotcr09zo5qxxa.png"]
    },
    {
        "category": "Speaking course",
        "name": "English speaking course",
        "price": null,
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Boost your spoken English with practical lessons and confidence-building tips. Improve your vocabulary, speech clarity, and listening skills through real-life dialogues and exercises. Suitable for all levels of learners, this course enhances your communication skills and self-assurance in English.",
        "language": "English",
        "level": "Secondary",
        "cover": "casebound(hardcover)",
        "features": [
            "Practical lessons to improve spoken English.",
            "Strategies to expand and enrich your word bank.",
            "Tips for clear and confident speech.",
            "Dialogues and exercises for real-life scenarios.",
            "Simplified explanations of English grammar rules.",
            "Exercises to enhance listening skills.",
            "Engaging activities for active learning.",
            "Tools to monitor your speaking progress.",
            "Building self-assurance in English communication.",
            "Suitable for independent learners.",
            "Beneficial for learners of all levels."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695972258/BookShop/book%20images/gv4folu8we7efgifdzgu.png"]
    },
    {
        "category": "Dictionary",
        "name": "Medical Dictionary",
        "price": null,
        "quantity": "1000",
        "discountPercentage": "12.0",
        "description": "Your essential medical reference. Extensive collection of terms with English to Hindi translations, clear explanations, and visual aids. Ideal for healthcare professionals, students, and patients seeking to understand medical terminology. Stay up-to-date with the latest medical vocabulary.",
        "language": "English",
        "level": "Secondary",
        "cover": "casebound(hardcover)",
        "features": [
            "Extensive collection of medical terms and phrases.",
            "Translations from English to Hindi for easy reference.",
            "Concise explanations of medical terminology.",
            "Helps in correct pronunciation of medical terms.",
            "Visual aids for better understanding of medical concepts.",
            "Transcriptions for accurate pronunciation.",
            "Links related terms for comprehensive knowledge.",
            "Healthcare practitioners, students, and researchers.",
            "Empowers patients to understand medical information.",
            "Updated with contemporary medical vocabulary.",
            "Easy access to medical terms when needed."
        ],
        "author": "Nand Lal Daya Ram",
        "coupon": [],
        "image": ["https://res.cloudinary.com/elpixala/image/upload/v1695972252/BookShop/book%20images/zh042bprvvk2fppyjpsm.png","https://res.cloudinary.com/elpixala/image/upload/v1695972253/BookShop/book%20images/ct9i22uw2c9bz0zqn4tk.png"]
    }
]